android-studio
antigravity
bilibili-bin
bilibili-bin-debug
cef-minimal-obs-bin
chaotic-keyring
chaotic-mirrorlist
electron28-bin
feishu-bin
flclash-bin
flclash-bin-debug
google-chrome
libinput-gestures
linux-wallpaperengine-git
linux-wallpaperengine-git-debug
mpvpaper
mpvpaper-debug
opencode-bin
packagekit-qt5
telegram-desktop-bin
telegram-desktop-bin-debug
ttf-ms-fonts
visual-studio-code-bin
wechat-bin
wlogout
wlogout-debug
wps-office
wps-office-mui-zh-cn
xf86-video-vmware
