alsa-utils
amd-ucode
android-studio
android-tools
antigravity
arch-install-scripts
archinstall
archlinux-appstream-data
ark
b43-fwcutter
base
base-devel
bat
bilibili-bin
bind
bluedevil
blueman
bluez
bluez-utils
breeze
breeze-gtk
breeze-plymouth
brightnessctl
brltty
broadcom-wl
btop
btrfs-progs
catos-fix-storage
catos-folder-color
catos-grub-theme-dark
catos-how
catos-html-wallpaper
catos-label
catos-linuxbox
catos-ocr
catos-qrcode
catos-shortcut
catos-software-center
catos-theme
catos-theme2
catos-wallpaper-effects
cef-minimal-obs-bin
chaotic-keyring
chaotic-mirrorlist
chromium
clang
cliphist
clonezilla
corekeyboard
cryptsetup
cups
darkhttpd
ddrescue
dhclient
dhcpcd
diffutils
discord
discover
distrobox
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
drkonqi
duf
dunst
e2fsprogs
edk2-shell
efibootmgr
electron28-bin
espeakup
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fatresize
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fcitx5-rime
fd
feishu-bin
ffmpegthumbs
firefox
firefox-i18n-zh-cn
fish
flatpak
flatpak-kcm
flclash-bin
fsarchiver
fwupd
fzf
google-chrome
gpart
gpm
gptfdisk
grim
grml-zsh-config
grub
gst-plugin-pipewire
gtkmm3
gwenview
hdparm
hmcl
hyperv
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
intel-ucode
irssi
iw
iwd
jdk-openjdk
jfsutils
jq
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kdialog
kgamma
kglobalacceld
ki18n5
kinfocenter
kio-admin
kitty
kitty-terminfo
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kvantum-qt5
kwallet-pam
kwalletmanager
kwayland
kwin
kwin-decoration-sierra-breeze-enhanced-for-catos
kwrited
layer-shell-qt
less
lftp
lib32-mesa-demos
lib32-mesa-utils
lib32-vulkan-radeon
libfido2
libinput-gestures
libkscreen
libksysguard
libplasma
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
linux-wallpaperengine-git
livecd-sounds
llvm
lsd
lsscsi
lvm2
lynx
man-db
man-pages
mangohud
mc
mdadm
memtest86+
memtest86+-efi
mesa-demos
microsoft-edge-stable-bin
milou
mkinitcpio
mkinitcpio-nfs-utils
modemmanager
mpv
mpvpaper
mtools
nbd
ndisc6
neovim
network-manager-applet
nfs-utils
nilfs-utils
nmap
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-utils
nvme-cli
nwg-displays
nwg-look
obs-studio
ocean-sound-theme
ocs-url
octopi
okular
open-iscsi
open-vm-tools
openai-codex
opencode-bin
openconnect
openssh
openvpn
os-prober
oxygen
oxygen-sounds
packagekit-qt5
pamixer
parallel
partclone
parted
partimage
pavucontrol
pcsclite
pipewire-alsa
pipewire-jack
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasma6-applets-panel-colorizer
playerctl
plymouth-kcm
podman
polkit-gnome
polkit-kde-agent
power-profiles-daemon
powerdevil
ppp
pptpclient
print-manager
prismlauncher
pv
python-pip
qemu-guest-agent
qqc2-breeze-style
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols2
qt5ct
qt6-virtualkeyboard
qt6ct
refind
reflector
rime-ice-git
rime-prelude
rocm-smi-lib
rofi
rp-pppoe
rsync
rxvt-unicode-terminfo
satty
scrcpy
screen
sddm
sddm-kcm
sdparm
sg3_utils
slurp
smartmontools
sof-firmware
spectacle
splix
squashfs-tools
starship
sudo
swaylock-effects
swww-git
syslinux
system-config-printer
systemd-resolvconf
systemsettings
tcpdump
tela-icon-theme-git
telegram-desktop-bin
terminus-font
testdisk
timeshift
tmux
tpm2-tss
ttf-jetbrains-mono
ttf-ms-fonts
udftools
udiskie
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
uwsm
v4l2loopback-dkms
vim
virtualbox-guest-utils
visual-studio-code-bin
vpnc
vulkan-radeon
wacomtablet
waybar
wechat-bin
wireless-regdb
wireless_tools
wl-clip-persist
wlogout
wpa_supplicant
wps-office
wps-office-mui-zh-cn
wqy-microhei
wqy-zenhei
wvdial
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xf86-input-vmmouse
xf86-video-vmware
xfsprogs
xl2tpd
xorg-xinit
yay
zathura
zenity
zsh
zsh-theme-powerlevel10k-git
